"CHOOSE_AUDIO_TRACK"="Escolher Faixa de Áudio";
"CHOOSE_SUBTITLE_TRACK"="Escolher Faixa de Legendas";

"PLAYING_EXTERNALLY_TITLE"="Ligado à TV";
"PLAYING_EXTERNALLY_DESC"="Este vídeo está a ser reproduzido na TV";

"VFILTER_HUE"="Matiz";
"VFILTER_CONTRAST"="Contraste";
"VFILTER_BRIGHTNESS"="Brilho";
"VFILTER_SATURATION"="Saturação";
"VFILTER_GAMMA"="Gama";

"PLAYBACK_FAILED"="Não foi possível reproduzir";
"AR_CHANGED"="Formato: %@";
"DEFAULT"="Predefinição";
"FILL_TO_SCREEN"="Cortar para preencher o ecrã";
"DEVICE_TOOSLOW_TITLE"="Dispositivo muito lento";
"DEVICE_TOOSLOW"="O seu %@ poderá ser muito lento para reproduzir \"%@\". Mesmo assim, deseja abrir?";
"PLAYBACK_SPEED"="Velocidade da Reprodução";

"BUTTON_EDIT"="Editar";
"BUTTON_DONE"="Concluído";
"BUTTON_OPEN"="Abrir";
"BUTTON_CANCEL"="Cancelar";
"BUTTON_SAVE"="Guardar";
"BUTTON_DOWNLOAD"="Transferir";
"BUTTON_DELETE"="Apagar";
"BUTTON_NEXT"="Seguinte";
"BUTTON_CONTRIBUTE"="Contribuir";
"BUTTON_BACK"="Trás";
"PRIVATE_PLAYBACK_TOGGLE"="Reprodução Privada";

"DELETE_FILE"="Apagar ficheiro?";
"DELETE_FILE_LONG"="Deseja apagar  \"%@\" para sempre?";

"OPEN_NETWORK"="Abrir Transmissão de Rede";
"OPEN_NETWORK_HELP"="Enter any HTTP, RTSP, RTMP, MMS, FTP or UDP/RTP address to open the stream directly.";
"ABOUT_APP"="Sobre o VLC para o iOS";
"HTTP_UPLOAD"="Enviar através de Wi-Fi";
"HTTP_UPLOAD_SERVER_OFF"="Servidor Inativo";
"HTTP_UPLOAD_NO_CONNECTIVITY"="Nenhuma ligação Wi-Fi ativa";
"DOWNLOAD_FROM_HTTP_HELP"="Enter an address to download the file to your %@.";
"DOWNLOAD_FROM_HTTP"="Downloads";
"ERROR_NUMBER"="Error %i occured";
"DOWNLOAD_FAILED"="Download failed";
"FILE_NOT_SUPPORTED"="File format not supported";
"FILE_NOT_SUPPORTED_LONG"="The file format used by %@ is not supported by this version of VLC for iOS.";
"LIBRARY_ALL_FILES"="All Files";
"LIBRARY_MUSIC"="Music Albums";
"LIBRARY_SERIES"="TV Series";

"SECTION_HEADER_LIBRARY"="Media Library";
"SECTION_HEADER_NETWORK"="Network";

"LOCAL_NETWORK"="Local Network";

"DROPBOX_DOWNLOAD"="Transferir ficheiro?";
"DROPBOX_DL_LONG"="Deseja transferir \"%@\" para o seu %@?";
"DROPBOX_LOGIN"="Iniciar Sessão";

"NUM_OF_FILES"="%i ficheiro(s)";
"ONE_FILE"="1 ficheiro";
"NO_FILES"="Sem ficheiros suportados";
"DOWNLOADING"="A transferir ...";

"ENTER_PASSCODE"="Inserir Senha";
"REENTER_PASSCODE"="Inserir Contrassenha";
"PASSCODE_SET"="Definir Senha";
"PASSCODE_CHANGE"="Alterar Senha";
"PASSCODE_ENTER_OLD"="Insira a sua senha antiga";
"PASSCODE_ENTER_NEW"="Insira a sua nova senha";
"PASSCODE_REENTER_NEW"="Insira a sua nova contrassenha";
"PASSCODES_DID_NOT_MATCH"="As senhas não correspondem. Tente de novo.";
"PASSCODE_FAILED_1"="Uma Tentativa de Senha Falhada";
"PASSCODE_FAILED_FORMAT"="%d Tentativa(s) de Senha Falhada(s)";

"Settings"="Configurações"; // plain text key to keep compatibility with InAppSettingsKit's upstream

"EMPTY_LIBRARY"="Biblioteca de Media sem Dados";
"EMPTY_LIBRARY_LONG"="Para reproduzir, utilize o  iTunes para sincronizar os ficheiros, verifique o menu VLC para mais opções disponíveis ou utilize outra aplicação para abrir um ficheiro VLC para iOS.";

"PLAYBACK_SCRUB_HELP"="Deslize o seu dedo para baixo para ajustar a taxa de friccionamento";
"PLAYBACK_SCRUB_HIGH"="Friccionamento de alta velocidade";
"PLAYBACK_SCRUB_HALF"="Friccionamento de média velocidade";
"PLAYBACK_SCRUB_QUARTER"="Friccionamento de um quarto da velocidade";
"PLAYBACK_SCRUB_FINE"="Bom friccionamento";

"VERSION_FORMAT"="Versão: %@";
"BASED_ON_FORMAT"="Baseado no:<br />%@";

"NEW"="NOVO";

"BUG_REPORT_TITLE"="Reportar um Erro";
"BUG_REPORT_MESSAGE"="Quer criar um relatório de um bug?";
"BUG_REPORT_BUTTON"="Abrir Safari";

"VO_VIDEOPLAYER_TITLE"="Reprodutor de vídeo";
"VO_VIDEOPLAYER_DOUBLETAP"="Duplo toque para mostrar ou esconder os controlos de reprodução";
